import { ListItem, OrderedList, Text } from '@chakra-ui/react'

const Policy = () => {
    return (
        <>
            <Text>
                สโมสรนิสิตคณะวิทยาศาสตร์ จุฬาลงกรณ์มหาวิทยาลัยให้ความสำคัญต่อความปลอดภัยของข้อมูล
                ส่วนบุคคลของท่าน และเพื่อช่วยให้เราปกป้องข้อมูลส่วนบุคคล (โดยอ้างอิงนิยามของข้อมูลส่วนบุคคลใน
                พระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล พ.ศ. 2562) ของท่านให้ปลอดภัย ตามมาตรฐานสูงสุดสอดคล้องกับ
                พระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล พ.ศ. 2562 สโมสรนิสิตคณะวิทยาศาสตร์ จุฬาลงกรณ์มหาวิทยาลัย
                ขอความยินยอมจากคุณเพื่อการประมวลผลข้อมูลส่วนบุคคลเพื่อวัตถุประสงค์ดังที่ระบุไว้ดังต่อไปนี้
            </Text>
            <OrderedList>
                <ListItem>เพื่อใช้ยืนยันข้อมูลส่วนบุคคลให้ถูกต้อง</ListItem>

            </OrderedList>
        </>

    )
}

export default Policy